CREATE TABLE `stations` (
    `id` INT NOT NULL AUTO_INCREMENT,
    `name` VARCHAR(32) NOT NULL,
    `passengers` INT NOT NULL,
    `isExpress` TINYINT(1) NOT NULL,
    PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

INSERT INTO `stations` VALUES (1,'개화',9730,0),(2,'김포공항',21964,1),(3,'공항시장',6189,0),(4,'신방화',14013,0),(5,'마곡나루 (서울식물원)',19455,1),(6,'양천향교',17448,0),(7,'가양',41076,1),(8,'증미',13554,0),(9,'등촌',20543,0),(10,'염창',33295,1),(11,'신목동',7570,0),(12,'선유도',13377,0),(13,'당산',37221,1),(14,'국회의사당',31938,0),(15,'여의도',42874,1),(16,'샛강 (KB금융타운)',10274,0),(17,'노량진',60048,1),(18,'노들',8780,0),(19,'흑석',20442,0),(20,'동작(현충원)',4031,1),(21,'구반포',6414,0),(22,'신반포',6363,0),(23,'고속터미널',36217,1),(24,'사평',6326,0),(25,'신논현',66919,1),(26,'언주(강남차병원)',17616,0),(27,'선정릉',17223,1),(28,'삼성중앙',11564,0),(29,'봉은사',35975,1),(30,'종합운동장',8919,1),(31,'삼전',10571,0),(32,'석촌고분',9443,0),(33,'석촌',11803,1),(34,'송파나루',7644,0),(35,'한성백제',4152,0),(36,'올림픽공원',14753,1),(37,'둔촌오륜',1842,0),(38,'중앙보훈병원',14126,1);
